<template>
  <div>
    <h1>Not AMP Page</h1>
    <p>てすとてすとてすとてすとてすとてすとてすとてすとてすとてすと</p>
    <p>
      <img
        src="https://pbs.twimg.com/profile_images/1284697347545391104/-FlyD_jc_200x200.jpg"
        width="200"
        height="200"
      />
    </p>
    <p><nuxt-link to="/" v-text="'TOP'" /></p>
    <p><nuxt-link to="/amp-on" v-text="'アンプあり(通常)'" /></p>
    <p><nuxt-link to="/amp-off" v-text="'アンプなし(通常)'" /></p>
    <section id="idOne">
      <h2 v-text="'idOne'" />
      <p>てすとてすとてすとてすとてすとてすとてすとてすとてすとてすと</p>
      <p>てすとてすとてすとてすとてすとてすとてすとてすとてすとてすと</p>
      <p>てすとてすとてすとてすとてすとてすとてすとてすとてすとてすと</p>
      <p>てすとてすとてすとてすとてすとてすとてすとてすとてすとてすと</p>
    </section>
    <section id="idTwo">
      <h2 v-text="'idTwo'" />
      <p>てすとてすとてすとてすとてすとてすとてすとてすとてすとてすと</p>
      <p>てすとてすとてすとてすとてすとてすとてすとてすとてすとてすと</p>
      <p>てすとてすとてすとてすとてすとてすとてすとてすとてすとてすと</p>
      <p>てすとてすとてすとてすとてすとてすとてすとてすとてすとてすと</p>
    </section>
    <section id="idThree">
      <h2 v-text="'idThree'" />
      <p>てすとてすとてすとてすとてすとてすとてすとてすとてすとてすと</p>
      <p>てすとてすとてすとてすとてすとてすとてすとてすとてすとてすと</p>
      <p>てすとてすとてすとてすとてすとてすとてすとてすとてすとてすと</p>
      <p>てすとてすとてすとてすとてすとてすとてすとてすとてすとてすと</p>
    </section>
    <section id="idFour">
      <h2 v-text="'idFour'" />
      <p>てすとてすとてすとてすとてすとてすとてすとてすとてすとてすと</p>
      <p>てすとてすとてすとてすとてすとてすとてすとてすとてすとてすと</p>
      <p>てすとてすとてすとてすとてすとてすとてすとてすとてすとてすと</p>
      <p>てすとてすとてすとてすとてすとてすとてすとてすとてすとてすと</p>
    </section>
  </div>
</template>
